[LWGauntlet_CV X2MultiWeaponTemplate]
-TacticalText="<Bullet/> XCOM臂套，一种火箭发射器和火焰喷射器的结合体.<br/><Bullet/> 火箭发射器最初携带一枚火箭且有3格半径的范围效果.<br/><Bullet/> 它能够瞄准视野范围内的任何东西.<br/><Bullet/> 根据弹着点的不同，火箭的伤害也会减少.<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器.<br/><Bullet/> 火焰喷射器每次战斗可使用2次。在没有升级前无法伤害机械单位.<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合.<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示."
+TacticalText="<Bullet/> XCOM臂套是一个实验武器，默认配备单电荷火焰喷射器.<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器，无法伤害机械单位.<br/><Bullet/> 火箭发射器是一个附加模块，仅适用于受过特殊训练的士兵。它能够瞄准视野范围内的任何东西，火箭发射器有3格半径的范围效果。根据弹着点的不同，火箭的伤害也会减少.<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响.低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示."

[LWGauntlet_MG X2MultiWeaponTemplate]
-TacticalText="<Bullet/> XCOM臂套，一种火箭发射器和火焰喷射器的结合体.<br/><Bullet/> 火箭发射器最初携带一枚火箭且有3格半径的范围效果.<br/><Bullet/> 它能够瞄准视野范围内的任何东西.<br/><Bullet/> 根据弹着点的不同，火箭的伤害也会减少.<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器.<br/><Bullet/> 火焰喷射器每次战斗可使用2次。在没有升级前无法伤害机械单位.<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合.<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示."
+TacticalText="<Bullet/> XCOM臂套第II型是一个先进武器，默认配备单电荷火焰喷射器.<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器，无法伤害机械单位.<br/><Bullet/> 火箭发射器是一个附加模块，仅适用于受过特殊训练的士兵。它能够瞄准视野范围内的任何东西，火箭发射器有3格半径的范围效果。根据弹着点的不同，火箭的伤害也会减少.<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响.低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示."


[LWGauntlet_BM X2MultiWeaponTemplate]
-TacticalText="<Bullet/> 高级臂套的爆裂炮发射器组件能发射一枚高科技的火箭，能够通过导航绕过阻碍的地形.\n<Bullet/> 升级的火焰喷射器会在小范围的锥形区域内造成巨量伤害，对环境和敌方目标造成同等伤害.<br/><Bullet/> 根据弹着点的不同，火箭的伤害也会减少.<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器.<br/><Bullet/> 火焰喷射器每次战斗可使用2次。在没有升级前无法伤害机械单位.<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合.<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示."
+TacticalText="<Bullet/> 与其前身一样，爆裂炮臂套默认配备等离子单电荷火焰喷射器.<br/><Bullet/> 升级后的火焰喷射器是一种能够对锥形范围内的多个目标造成伤害的短距离武器，无法伤害机械单位.<br/><Bullet/> 爆裂炮发射器是一个附加模块，仅适用于经过特殊训练的士兵。爆裂炮发射器组件能发射一枚高科技的火箭，能够通过导航绕过阻碍的地形，有3格半径的范围效果。根据弹着点的不同，火箭的伤害也会减少.<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响.低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示."

